[
  {
    "id": "1",
    "title": "Blue Sky is Beautiful",
    "cover": {
      "img": "src/assets/bluesky.jpg",
      "source": "Internet"
    },
    "content": "The blue sky, a timeless canvas stretching infinitely above, captivates observers with its serene beauty and boundless expanse. This celestial tapestry, painted in hues ranging from the lightest azure to the deepest cerulean, serves as a backdrop to the wonders of the natural world. As sunlight filters through the Earth's atmosphere, it scatters shorter wavelengths of light, giving rise to the brilliant blue that graces our skies.",
    "createdAt": "5 Dec 2023",
    "updatedAt": "5 Dec 2023"
  },
  {
    "id": "2",
    "title": "Mountain is Everything you need to know!",
    "cover": {
      "img": "src/assets/mountain.jpg",
      "source": "Internet"
    },
    "content": "Standing majestically against the horizon, mountains are nature's formidable sculptures, rising with grandeur and stoicism. Their towering peaks, often cloaked in a mystic veil of clouds, command respect and evoke a sense of awe. Each mountain range tells a story of geological epochs, bearing witness to the Earth's ancient history etched in rugged rock formations. The slopes and valleys of these colossal landforms are adorned with a diverse array of flora and fauna, creating unique ecosystems that adapt to the challenging altitudes and climates. Mountains also play a crucial role in shaping weather patterns and influencing the flow of rivers, making them vital components of the planet's ecological balance. Beyond their ecological significance, mountains have been revered by cultures worldwide, often symbolizing strength, endurance, and spiritual ascent. Whether bathed in the golden hues of sunrise or shrouded in the tranquil stillness of mist, mountains stand as silent sentinels, inviting intrepid souls to explore their heights and discover the profound beauty held within their rugged embrace.",
    "createdAt": "5 Dec 2023",
    "updatedAt": "5 Dec 2023"
  }
]
